"windows.masmigration.email.invalid.message" = "Invalid email address";
"windows.masmigration.email.invalid.button" = "OK";
"windows.masmigration.email.invalid.info.format" = "The address entered was not a valid email address. Enter a valid email address and try again.";